{
  "talks": [
    {
      "code": "WTH9FS",
      "id": 1072579,
      "title": "Opening Session",
      "abstract": "We welcome the OpenStreetMap community in Nairobi but also online to celebrate the international State of the Map conference. This session will provide also some formal instructions and helpful information. For example you will learn how the QA (question and answer) sessions are run. And what we will do on Friday and Saturday evening.",
      "speakers": [
        "YNFKER"
      ],
      "track": 4517,
      "start": "2024-09-06T10:00:00+03:00",
      "end": "2024-09-06T10:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591039+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "EWNBAV",
      "id": 1072580,
      "title": "UN Maps - Supporting Peace with Open Data",
      "abstract": "UN Maps is an initiative from the Department of Operational Support at the United Nations which aims not only to enrich topographic and operational data in UN mission areas but also to provide peacekeeping and humanitarian actors with topographic maps, operational geo-information, search and navigation tools, and imagery and street-level base maps. UN Maps is built on both UN internal authoritative geospatial information and open data, especially OpenStreetMap. UN Maps has also built a thriving community, called UN Mappers, around the collection and validation of open geospatial data with contributors from local communities, academia and UN staff in the field.",
      "speakers": [
        "CZLFVR"
      ],
      "track": 4516,
      "start": "2024-09-06T10:30:00+03:00",
      "end": "2024-09-06T10:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591069+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072582,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T08:00:00Z",
      "end": "2024-09-06T11:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072581,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T08:00:00Z",
      "end": "2024-09-06T11:30:00+03:00",
      "room": 3177
    },
    {
      "id": 1072583,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T08:00:00Z",
      "end": "2024-09-06T11:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072584,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T08:00:00Z",
      "end": "2024-09-06T11:30:00+03:00",
      "room": 3179
    },
    {
      "code": "AXHHF3",
      "id": 1072585,
      "title": "Exporting high-quality Atlas maps in bulk by leveraging OpenStreetMap Data in QGIS",
      "abstract": "This workshop is designed to provide participants with practical skills and fundamental knowledge necessary for creating high-quality maps using OpenStreetMap data in QGIS. The course will focus on creating atlases that showcase specific geographic areas by harnessing the power of OSM data. The workshop will provide a comprehensive overview of the entire process involved in atlas creation, including acquiring OSM data, developing a base map, incorporating layers and labels, and exporting the final product. Whether you are an experienced seeking to enhance your skills or a beginner looking to learn new techniques",
      "speakers": [
        "SQXFVL"
      ],
      "track": 4513,
      "start": "2024-09-06T11:30:00+03:00",
      "end": "2024-09-06T12:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591186+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "A3JTVT",
      "id": 1072586,
      "title": "The OSM Spectrum",
      "abstract": "OpenStreetMap (OSM) is a collaborative mapping platform with provides open and easy access to its users. It has diverse usability including the general public to governmental and non-governmental organizations. This abstract presents the usage of OSM in general and in the context of Nepal. OSM is used by the local community, the government sector and NGOs, tourism, classrooms, and various projects contributing to the development and gender equality making it a versatile data source. OSM gives a sense of empowerment and responsibility to individuals and contributes to fostering resilience and sustainable development.",
      "speakers": [
        "TER3GY",
        "3PM7NH"
      ],
      "track": 4516,
      "start": "2024-09-06T11:30:00+03:00",
      "end": "2024-09-06T11:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591203+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "C8B93B",
      "id": 1072587,
      "title": "OSMF Funding",
      "abstract": "The \"OSM Funding\" talk is dedicated to illuminating the management of the OpenStreetMap Foundation as a non-profit organization, reliant on donations and event sponsorship. With a commitment to transparency, the talk aims to provide a clear description of how the OSM Foundation's finances are handled, ensuring the community is informed about fund allocation and usage. By providing a clear understanding of where funds are directed and how they benefit the broader OSM Community, attendees are empowered to build mutual trust with the OSMF. The OSM Foundation endeavors to foster trust and collaboration while maximizing the impact of financial resources for the collective benefit of all of OSM.",
      "speakers": [
        "FKFUVW"
      ],
      "track": 4517,
      "start": "2024-09-06T12:00:00+03:00",
      "end": "2024-09-06T12:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591220+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "LDB3BA",
      "id": 1072588,
      "title": "Sustainable Transport on the Map",
      "abstract": "Better information leads to better city policy.  Unfortunately, many of the world’s cities still lack basic information on their own transport systems, leading to decisions measured against anecdotes rather than data. Using new tools for data processing and display, OpenStreetMap can provide the information that governments need to make better decisions. In this panel we will share recent success stories of cities adopting OSM-based metrics to plan better transport. We will reveal new tools that governments, mappers, and advocates can use. And we will discuss the challenges that still remain and the roles the OSM community can play in overcoming them.",
      "speakers": [
        "397ENW"
      ],
      "track": 4516,
      "start": "2024-09-06T12:00:00+03:00",
      "end": "2024-09-06T13:00:00+03:00",
      "room": 3176,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591236+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "WCFXG7",
      "id": 1072589,
      "title": "A Replicable Model for OpenStreetMap Training Programs in High Schools",
      "abstract": "In this presentation, we will share our experience conducting an OpenStreetMap training program with the Kibera Girls' Soccer Academy in Kenya. We will cover various aspects such as the planning process, development of curriculum, hands-on mapping activities, and achieved outcomes. Our aim is to provide practical insights that attendees can use to run similar programs in other schools or regions, promoting greater OpenStreetMap engagement among youth.",
      "speakers": [
        "KEEP87",
        "8DNSXM"
      ],
      "track": 4517,
      "start": "2024-09-06T12:30:00+03:00",
      "end": "2024-09-06T12:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591252+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072592,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-06T10:00:00Z",
      "end": "2024-09-06T14:30:00+03:00",
      "room": 3177
    },
    {
      "id": 1072590,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-06T10:00:00Z",
      "end": "2024-09-06T14:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072593,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-06T10:00:00Z",
      "end": "2024-09-06T14:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072591,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-06T10:00:00Z",
      "end": "2024-09-06T14:30:00+03:00",
      "room": 3176
    },
    {
      "code": "FRFJBJ",
      "id": 1072596,
      "title": "Mapping the classroom with Every Door",
      "abstract": "This is a practical lesson on mapping with Every Door app. The idea for the app is, it's not enough to just map: you should map every single thing you see. So let's train our mapping muscles a bit: it's not a problem that we're inside, treat it as an art class. We will be making art with a map editor. Hopefully nobody would ban us for this haha.",
      "speakers": [
        "TJ9EBM"
      ],
      "track": 4512,
      "start": "2024-09-06T14:30:00+03:00",
      "end": "2024-09-06T15:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591410+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "98JMSV",
      "id": 1072595,
      "title": "Some Assembly Required",
      "abstract": "The more detailed our mapping of the real world becomes, the more it becomes apparent that a single node, way or relation is insufficient to represent the complex properties of a real-word object. Streets have many lanes. Buildings have entrances, 3D shapes and POIs inside. And let's not even start talking about the complexity of a major railway station.\r\n\r\nThis talk will take a systematic look at the different ways how complex objects are being mapped in OSM. We explore how editors cope with the complexities of detailed mapping and discuss the implication on how our processing tools need to change to better handle relationships between objects.",
      "speakers": [
        "RD7F9S"
      ],
      "track": 4515,
      "start": "2024-09-06T14:30:00+03:00",
      "end": "2024-09-06T14:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591394+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "YNEPJM",
      "id": 1072594,
      "title": "Incorporating OpenStreetMap into Academic Curricula: Insights from GeoTE Tanzania's Five-Week Field Training programs with YouthMappers and Academic Partners",
      "abstract": "Through this initiative, GeoTE Tanzania focuses on integrating OpenStreetMap (OSM) into academic curricula through five-week Field Training sessions with YouthMappers and academic partners. This program emphasizes practical application and problem-solving using OSM data across disciplines such as wildlife, forestry, agriculture, rural and urban development, and environmental studies. By partnering with universities like Sokoine University of Agriculture, GeoTE facilitates hands-on learning experiences that prepare students to address community challenges with geospatial techniques.",
      "speakers": [
        "CCLRGB"
      ],
      "track": 4511,
      "start": "2024-09-06T14:30:00+03:00",
      "end": "2024-09-06T14:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591377+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "MRQDGE",
      "id": 1072598,
      "title": "Photo mapping from my village to Pharmacies and Addresses",
      "abstract": "**A picture is worth a thousand words**, I am a Pharmacists by training and only discovered the love for technology and maps recently. After discovering OpenStreetMap and taking up mapping based on interest. I share my experience, motivation and how I have used photos to improve OpenStreetMap data in Accra.",
      "speakers": [
        "3PGXJV"
      ],
      "track": 4512,
      "start": "2024-09-06T15:00:00+03:00",
      "end": "2024-09-06T15:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591439+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "3D9RGU",
      "id": 1072597,
      "title": "Setting the Stage for the Future of Web Based Mapping",
      "abstract": "Over the years, iD has become a quite capable, versatile and reliable editor for OSM. However, it is currently also facing of a number of challenges: For example, it needs to keep being able to cope with the growing amount and richness of OSM’s map data, as well as to afford the increasingly important task of keeping the map up to date.\r\n\r\nThis talk outlines a proposal to transform iD’s current user interface centered around OSM’s data model into an adaptive user experience that is better tailored towards the needs of individual mappers and outlines an approach of how we can get there as a community.",
      "speakers": [
        "3LA7XB"
      ],
      "track": 4512,
      "start": "2024-09-06T15:00:00+03:00",
      "end": "2024-09-06T15:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591425+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "A7DUFU",
      "id": 1072599,
      "title": "Women in OSM Tech - What worked best for me.",
      "abstract": "This proposal outlines my journey into the tech sector via OpenStreetMap (OSM) as a woman with no prior tech background. I'll share my transformation from beginner mapper to proficient user, skilled in OSM mapping and QGIS for data analysis.In a field where women's representation is limited, my involvement in OSM Tech stands as a testament to breaking barriers and fostering inclusivity—an opportunity provided to me by OpenMap Development Tanzania (OMDTZ). I’ll show the significance of providing equal opportunities and a supportive environment for women in technology in OSM and highlight the potential of OSM as a catalyst for  personal and professional advancement.",
      "speakers": [
        "QEWN7L"
      ],
      "track": 4517,
      "start": "2024-09-06T15:30:00+03:00",
      "end": "2024-09-06T15:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591454+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "J9ATMQ",
      "id": 1072600,
      "title": "A Novel Approach to Street-Level Data Collection: Using Customized Bajaji (tricycle) and Mapillary to Enrich OpenStreetMap in Dar es Salaam",
      "abstract": "In recent years, data creation methods have evolved, incorporating machine learning, AI, deep learning, and virtual reality to streamline processes. However, these advancements have not uniformly benefited communities in developing countries. Nonetheless, OMDTZ tirelessly seeks solutions to ensure more high-quality data are gathered, with low cost and extensive local involvement. One standout initiative involves a customized tricycle, known as bajaj, which is cost-effective, enabling access to streets of varying conditions. Equipped with an affordable street view camera, it collects images used to automate generation of vector data attributes to enrich OpenStreetMap. This session aims to share the experience and process, inspiring other communities to consider similar adaptations.",
      "speakers": [
        "AU9QGF"
      ],
      "track": 4512,
      "start": "2024-09-06T15:30:00+03:00",
      "end": "2024-09-06T15:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591469+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072604,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T13:00:00Z",
      "end": "2024-09-06T16:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072603,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T13:00:00Z",
      "end": "2024-09-06T16:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072602,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T13:00:00Z",
      "end": "2024-09-06T16:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072601,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-06T13:00:00Z",
      "end": "2024-09-06T16:30:00+03:00",
      "room": 3177
    },
    {
      "code": "V3FYDH",
      "id": 1072607,
      "title": "On the Ground",
      "abstract": "OpenStreetMap is a community project to map the world. Everybody can contribute whatever they want. Or can they? What are the rules that govern what can be mapped in OSM and how? How are we creating a coherent global map and not just a bunch of random data about the world?",
      "speakers": [
        "LULDTS",
        "9GGAN8"
      ],
      "track": 4517,
      "start": "2024-09-06T16:30:00+03:00",
      "end": "2024-09-06T17:10:00+03:00",
      "room": 3176,
      "duration": 40,
      "updated": "2024-09-06T12:20:23.591588+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "HCCLGL",
      "id": 1072608,
      "title": "Hands-on data validation on OSM: best practices and tools",
      "abstract": "The workshop is designed for beginner to intermediate mappers to better understand good practices and useful tools while performing data validation on OSM.\r\nDuring the session it will be presented how to discover and interact with mappers in the area to be validated, as well as how to use JOSM plugins and web tools as ResultMaps, Osmose, Whodidit and OSMCha to analyze errors and changesets.\r\nParticipants are requested to bring their laptops and mouses to practice together. Basic understanding of JOSM is welcome but not necessary",
      "speakers": [
        "BCLAGF",
        "HGCMWV"
      ],
      "track": 4512,
      "start": "2024-09-06T16:30:00+03:00",
      "end": "2024-09-06T17:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591603+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "HCCLGL",
      "id": 1072605,
      "title": "Hands-on data validation on OSM: best practices and tools",
      "abstract": "The workshop is designed for beginner to intermediate mappers to better understand good practices and useful tools while performing data validation on OSM.\r\nDuring the session it will be presented how to discover and interact with mappers in the area to be validated, as well as how to use JOSM plugins and web tools as ResultMaps, Osmose, Whodidit and OSMCha to analyze errors and changesets.\r\nParticipants are requested to bring their laptops and mouses to practice together. Basic understanding of JOSM is welcome but not necessary",
      "speakers": [
        "BCLAGF",
        "HGCMWV"
      ],
      "track": 4512,
      "start": "2024-09-06T16:30:00+03:00",
      "end": "2024-09-06T17:30:00+03:00",
      "room": 3179,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591557+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "99HWEX",
      "id": 1072606,
      "title": "Community Capacity Building- Case Study OSM Kenya",
      "abstract": "Examining the case of OSM Kenya, we showcase and exhibit how initiatives have empowered local communities through open mapping, fostering collaborations, and skill development. We have catalyzed sustainable impact driving positive change across the country and around the world through empowering over 200+ young people who are members of our community. Gaining insights and strategies for enhancing community engagement and capacity within the OpenStreetMap ecosystem in Kenya and beyond borders.",
      "speakers": [
        "U3AWDU",
        "9N3L7T"
      ],
      "track": 4517,
      "start": "2024-09-06T16:30:00+03:00",
      "end": "2024-09-06T17:10:00+03:00",
      "room": 3177,
      "duration": 40,
      "updated": "2024-09-06T12:20:23.591572+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "87HBBY",
      "id": 1072609,
      "title": "Lightning Talks I",
      "abstract": "There will be a board where you can sign up for a lightning talks. There are three slots for lightning talks at this conference. Each lightning talk is five minutes long. The topic must be about OpenStreetMap. Prior submission is not required. But if you are not in Nairobi you can send us a prerecorded lightning talk that we will stream during the conference.\r\n\r\n## Discover OSM with free GIS tools in Africa geoportal\r\n_by Esri Eastern Africa_\r\n\r\n## Disaster hackathon 2.0 in Bangladesh\r\n_by Ibtehal_\r\n\r\n## YouthMappas activities an growth in Sri Lanka\r\n_by Sajeevini Sivajothy_\r\n\r\n## Geospatial conference Tanzania (GIS day) November 15-16 2024)\r\n_by Kawamala Antidius_\r\n\r\n## Discover the UN maps learning hub!\r\n_by Sevevin Menavo_\r\n\r\n## Impact of anticipatory mapping in disaster preparedness\r\n_by Jacques Niyigena",
      "speakers": [
        "YNFKER"
      ],
      "track": 5009,
      "start": "2024-09-06T17:30:00+03:00",
      "end": "2024-09-06T17:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T13:00:57.535149+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "MRBEFX",
      "id": 1072610,
      "title": "Strengthening Collaboration between Organizations and Local Communities in West Africa Through the OSMer in Residence Program",
      "abstract": "Improving the map in OpenStreetMap involves data availability and reliability. Through the operations in which they are involved, organizations have a vast amount of data at their disposal, much of which is confidential and goes against the spirit of Open Data, which is all about sharing.  This session will show how the OSMer in Residence program has fostered this paradigm shift through collaboration between HOT's Western and Northern Africa Hub and Médeçins Sans Frontières",
      "speakers": [
        "Z9CA8S",
        "C7C8DL"
      ],
      "track": 4517,
      "start": "2024-09-06T17:30:00+03:00",
      "end": "2024-09-06T17:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591633+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "B3EH7D",
      "id": 1072611,
      "title": "Mapping Kenya: 15 Years of Map Kibera and beyond",
      "abstract": "Map Kibera arose from a desire to expand OSM beyond the confines of Europe and North America. In 2009, it pushed the boundaries of what then-new technologies could do. What have the mappers learned over the years? This talk will welcome you to Nairobi and through the ups and downs of mapping in Kenya - from the history of mapping in 20th Kenya, through Map Kibera’s start, into slums and rural parts of Kenya, and finally to current-day Kibera, where mappers are mapping street lights, waste disposal, schools, and more. How has Map Kibera and OSM had a community impact even as drones, satellite technology and AI are revolutionizing mapping? What has changed, and what has remained the same?  We will discuss the global impact of Map Kibera, on community-based mapping in OSM and on the general application of technology in developing countries.",
      "speakers": [
        "KGDXUA",
        "7GBE77"
      ],
      "track": 4512,
      "start": "2024-09-07T10:00:00+03:00",
      "end": "2024-09-07T10:40:00+03:00",
      "room": 3176,
      "duration": 40,
      "updated": "2024-09-06T12:20:23.591648+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072615,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T08:00:00Z",
      "end": "2024-09-07T11:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072612,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T08:00:00Z",
      "end": "2024-09-07T11:30:00+03:00",
      "room": 3177
    },
    {
      "id": 1072614,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T08:00:00Z",
      "end": "2024-09-07T11:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072613,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T08:00:00Z",
      "end": "2024-09-07T11:30:00+03:00",
      "room": 3178
    },
    {
      "code": "VS77B3",
      "id": 1072617,
      "title": "Preparing for disasters with open map data and tools - learning through anticipatory action in Zimbabwe, Liberia and Timor Leste",
      "abstract": "Historically, the open mapping movement’s disaster focus has been response, but evolving local capacity, insight, technology and partnerships mean new anticipatory action and disaster preparedness open mapping methodologies enable a transition from reactive to proactive approaches to disaster management.\r\n\r\nThis talk explores key findings on the transformative role of open mapping in this topic, demonstrated by three HOT collaborations; Anticipatory Response Program in Zimbabwe, Flood Tracking Project in Liberia, and Mapping for Anticipatory Action in Timor-Leste, plus analysis of post-disaster data demand from NGO and government responders. \r\n\r\nThe talk will also surface insights on how OSM communities can increase their own disaster resilience and preparedness through mapping.",
      "speakers": [
        "RPM7DD",
        "AXSB3U"
      ],
      "track": 4515,
      "start": "2024-09-07T11:30:00+03:00",
      "end": "2024-09-07T11:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591750+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "BXGLWA",
      "id": 1072618,
      "title": "Cloud-native OSM for Visualization & Analysis",
      "abstract": "[Cloud-native approaches and formats](https://cloudnativegeo.org/) are increasingly becoming the defaults for geospatial data analysis, visualisation and distribution. Standards like STAC and formats like GeoParquet, FlatGeobuf and PMTiles are being adopted to meet high volume and performance needs. OpenStreetMap can take advantage of these new approaches to increase adoption, interoperability and solve analysis and visualisation problems that were previously complex. This talk will discuss a few ways to bring cloud-native formats to OSM use-cases and present lessons on building new applications that take advantage of these improvements. Particularly, we will discuss how to use cloud-native approaches to improve OSM validation and change visualization efforts.",
      "speakers": [
        "PBXG7S",
        "7RHVP9"
      ],
      "track": 4515,
      "start": "2024-09-07T11:30:00+03:00",
      "end": "2024-09-07T11:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591765+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "PCW97R",
      "id": 1072616,
      "title": "OSM Wiki editing workshop",
      "abstract": "Do you know about a mistake on the OSM wiki?\r\n\r\nHave you wanted to fix it but you are unsure how?\r\n\r\nDo you want to document some already used tag?\r\n\r\nDo you want to add better illustration to some wiki page?\r\n\r\nIs translation of one of wiki pages broken or missing and you want to add it but not sure how to do this?\r\n\r\nAre you confused by OSM Wiki page?\r\n\r\nThis will be a fitting workshop for you! I will help you to fix the problem and edit OSM Wiki.\r\n\r\nIdeally, in future you will be own to make such fix on your own.",
      "speakers": [
        "ZBGMZE"
      ],
      "track": 4511,
      "start": "2024-09-07T11:30:00+03:00",
      "end": "2024-09-07T12:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591735+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "YRLYQZ",
      "id": 1072620,
      "title": "GIS-based disaster management capacity building for Techwomen",
      "abstract": "In disaster situations, women and girls are the most affected and suffer drastic consequences during disasters. Therefore, in order to give women the tools to adaptively manage disasters in their country, this project aims to strengthen not only their skills in understanding and managing disasters, but also in using free mapping and spatial technologies to be resilient and proactive in the face of these disasters.",
      "speakers": [
        "ENUAPX"
      ],
      "track": 4511,
      "start": "2024-09-07T12:00:00+03:00",
      "end": "2024-09-07T12:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591795+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "T3CXBD",
      "id": 1072619,
      "title": "MapLibre Tiles: A Next Generation Vector Tiles Format specially designed for OSM data",
      "abstract": "MapLibre Tiles (MLT) is a new vector tiles format which offers a significant tile size reduction and accelerated decoding performance compared to the de-facto standard Mapbox Vector Tiles (MVT). MLT also adds support for missing features like nested properties, linear referencing and M-values. Our evaluation against MVT on a OpenMapTiles schema based OSM tileset shows a reduction in tile size of nearly up to 80% with even faster decoding times. This talk explains how MLT can be used in combination with OSM data and the advantages it offers.",
      "speakers": [
        "N9BQZ3"
      ],
      "track": 4514,
      "start": "2024-09-07T12:00:00+03:00",
      "end": "2024-09-07T12:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591780+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "EBMVWS",
      "id": 1072622,
      "title": "OpenStreetMap and the GDPR",
      "abstract": "The privacy that OpenStreetMap gives to users in its software and programming interface has lagged behind the requirements of the European Union’s General Data Protection Regulation in some respects. We are now taking steps to remedy this and the changes that mappers and API clients will see are discussed here.",
      "speakers": [
        "VWQAZR"
      ],
      "track": 4516,
      "start": "2024-09-07T12:30:00+03:00",
      "end": "2024-09-07T12:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591824+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "ZHME3F",
      "id": 1072621,
      "title": "Improving data homogeneity across a country",
      "abstract": "This talk aims to share the efforts of OSM contributors to improve national datasets based on experiences in the Democratic Republic of the Congo. From data analyses to the setup of crowdmapping projects through welcoming new mappers to join and writing documentation. This talk is going to introduce a number of existing tools that proved to be useful in the DRC community.",
      "speakers": [
        "XPVECQ"
      ],
      "track": 4512,
      "start": "2024-09-07T12:30:00+03:00",
      "end": "2024-09-07T12:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591809+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072624,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-07T10:00:00Z",
      "end": "2024-09-07T14:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072626,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-07T10:00:00Z",
      "end": "2024-09-07T14:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072625,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-07T10:00:00Z",
      "end": "2024-09-07T14:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072623,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-07T10:00:00Z",
      "end": "2024-09-07T14:30:00+03:00",
      "room": 3177
    },
    {
      "code": "HS8SVU",
      "id": 1072627,
      "title": "Meet the OSMF Working Groups",
      "abstract": "The OSM Foundation is kept running with the help of many volunteers. They look after our servers, the data, the community, the conference, membership and much more. In this session, some of our working groups will introduce themselves. Hear about what they do and how you can help. There will be also plenty of time to ask questions.",
      "speakers": [
        "RD7F9S"
      ],
      "track": 4517,
      "start": "2024-09-07T14:30:00+03:00",
      "end": "2024-09-07T15:10:00+03:00",
      "room": 3176,
      "duration": 40,
      "updated": "2024-09-06T19:27:07.145461+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "MJKAC8",
      "id": 1072629,
      "title": "Download OSM data translated into your language using free software components and standard protocols",
      "abstract": "This presentation will introduce a download service of OpenStreetMap GIS layers in English, but also in French for French-speaking areas. In addition to the translation aspect, this service is intended as a proof of concept for an approach that is interoperable, flexible and replicable: it uses open source software components, some of which are supported by OSGeo, and interoperable WMS and WFS protocols of the OGC (Open Geospatial Consortium), while providing detailed OSM data for the countries in question.",
      "speakers": [
        "HGCMWV"
      ],
      "track": 4514,
      "start": "2024-09-07T14:30:00+03:00",
      "end": "2024-09-07T14:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T19:27:12.909120+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "L7SUBJ",
      "id": 1072628,
      "title": "Easy Access to ohsome full history OSM contributions using cloud hosted GeoParquet",
      "abstract": "This workshop teaches you how you can accelerate OSM data analysis without the need to run your own computing cluster. We will provide a sneak preview about our new cloud hosted ohsome full history contributions data and will show you how you can use it to understand the dynamics in OSM.",
      "speakers": [
        "E8WPXD",
        "JWED7P",
        "WABK8C"
      ],
      "track": 4515,
      "start": "2024-09-07T14:30:00+03:00",
      "end": "2024-09-07T15:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.591924+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "A3Y3BC",
      "id": 1072630,
      "title": "State of the art in combining OSM and Linked Data",
      "abstract": "Thousands of Linked [Open] Data sources and knowledge graphs allow to access an enormous amount of structured interconnected data with built in interoperability. This talk explains the basics of Linked Data and offers an overview about the potential its combination with OSM has and the most popular methods available for linking, extracting, combining and querying data from OSM and Linked Data sources.",
      "speakers": [
        "GXP7GW"
      ],
      "track": 4516,
      "start": "2024-09-07T15:00:00+03:00",
      "end": "2024-09-07T15:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T19:27:23.141808+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "3ZU3ZR",
      "id": 1072631,
      "title": "Open mapping through tropical forest biodiversity conservation",
      "abstract": "The botanical collection Arboretum and Palmetum Leon Morales Soto houses 412 species from 64 botanical families, totaling 4892 individuals. The mapping carried out by the SAGEMA chapter of YouthMappers allowed sharing valuable information about Colombian flora with the university community, facilitating its conservation and recognition through the integration of collection data into OSM. The project aims to promote the conservation of threatened tropical ecosystems through open mapping. It involved the participation of 12 students and a training strategy through open workshops to replicate the project in other Latin American regions.",
      "speakers": [
        "RPBMWS"
      ],
      "track": 4512,
      "start": "2024-09-07T15:30:00+03:00",
      "end": "2024-09-07T15:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591968+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "ZVVQTA",
      "id": 1072632,
      "title": "The Journal of Importing Open Data Address in Taiwan into OpenStreetMap",
      "abstract": "Importing a government-release open data dataset is an important data source for OpenStreetMap. I will talk about the experience of the OpenStreetMap Taiwan community importing tasks. I will describe the methods and the challenges we face during the whole import process. We have already dealt with 9 counties and cities' address datasets, and looking forward to dealing with more datasets released by other local government agencies in the future.",
      "speakers": [
        "DWDVZS"
      ],
      "track": 4512,
      "start": "2024-09-07T15:30:00+03:00",
      "end": "2024-09-07T15:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.591982+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072636,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T13:00:00Z",
      "end": "2024-09-07T16:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072635,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T13:00:00Z",
      "end": "2024-09-07T16:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072634,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T13:00:00Z",
      "end": "2024-09-07T16:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072633,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-07T13:00:00Z",
      "end": "2024-09-07T16:30:00+03:00",
      "room": 3177
    },
    {
      "code": "HVVYM7",
      "id": 1072637,
      "title": "Generating Ways with the Strava Heatmap",
      "abstract": "The Strava Global Heatmap visualizes aggregated public GPS traces, guiding athletes worldwide in planning their routes by highlighting popular paths. This presentation demonstrates how the Heatmap, in conjunction with our routing engine, can be utilized to identify and fill in missing ways in OpenStreetMap (OSM). We will discuss an algorithmic strategy for creating generated pathways and introduce a prototype of an interface that facilitates the easy integration of these pathways into OSM. We will showcase how Strava's Heatmap can promote OSM's goal of developing a more comprehensive global map, highlighting a mutually beneficial relationship between the two platforms.",
      "speakers": [
        "HHN9VA"
      ],
      "track": 4512,
      "start": "2024-09-07T16:30:00+03:00",
      "end": "2024-09-07T16:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592067+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "HLR7MM",
      "id": 1072638,
      "title": "Build an OpenStreetMap walking tour with a free and open source video game",
      "abstract": "Minetest Classroom is a free and open source (https://github.com/ubc-minetest-classroom/minetest_classroom) educational, voxel-based sandbox video game that supports the ability to create digital twins from geospatial data, including OpenStreetMap data. In this hands-on workshop, you will learn how to create your own walking tour from OpenStreetMap data with this powerful game. Participants will be able to join a multiplayer server and experience an OpenStreetMap world first-hand. We will also discuss possible lesson plans for teachers looking to engage students with OpenStreetMap, the possibilities for multi-sensory video game cartography more generally, and the future of creating an OpenStreetMap editor in a video game.",
      "speakers": [
        "GZKADJ"
      ],
      "track": 4513,
      "start": "2024-09-07T16:30:00+03:00",
      "end": "2024-09-07T17:30:00+03:00",
      "room": 3179,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.592082+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "8XCQJB",
      "id": 1072639,
      "title": "OSMF board – what are they even doing?",
      "abstract": "If you have ever wondered what OSMF and OSMF board are doing and why they exist it is a good presentation for you.\r\nWill include a brief overview (as promised in the title) of what they are doing, reason for their existence and why you may want to care about them. And why you may want join the board or one of working groups.\r\nPresented by OSMF board member.",
      "speakers": [
        "ZBGMZE"
      ],
      "track": 4511,
      "start": "2024-09-07T16:30:00+03:00",
      "end": "2024-09-07T16:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592097+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "SYRTRW",
      "id": 1072641,
      "title": "Lightning Talks II",
      "abstract": "There will be a board where you can sign up for a lightning talks. There are three slots for lightning talks at this conference. Each lightning talk is five minutes long. The topic must be about OpenStreetMap. Prior submission is not required. But if you are not in Nairobi you can send us a prerecorded lightning talk that we will stream during the conference.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5009,
      "start": "2024-09-07T17:00:00+03:00",
      "end": "2024-09-07T17:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592126+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "N7TGMA",
      "id": 1072640,
      "title": "Catching OSM Up with External Data with a Workflow and Tools for Conflation and Validation",
      "abstract": "This report outlines a project to improve the workflow for integrating external open datasets into OpenStreetMap (OSM), ensuring compliance with import guidelines. The process includes tools for conflating data with OSM, supported by roles and tasks specific to this workflow. The AllThePlaces project supports this by extracting and mapping open (government) data to the OSM schema. A new tool, \"DiffedPlaces\", is proposed to automate diffs, perform data matching with an improved machine learning algorithm, and host the results. In addition, the existing OSM Conflator tool set, enhanced with a web-based data validation application, will be connected to DiffedPlaces.",
      "speakers": [
        "EM9MWR"
      ],
      "track": 4514,
      "start": "2024-09-07T17:00:00+03:00",
      "end": "2024-09-07T17:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592111+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "98YGWG",
      "id": 1072643,
      "title": "Get to know OSGeo and expand Your Open Mapping Toolkit",
      "abstract": "Are you familiar with OpenStreetMap but want to take your geospatial skills to the next level? This workshop introduces you to the Open Source Geospatial Foundation (OSGeo) and how its various software projects interact with OpenStreetMap data. This will help you to unlock new possibilities for analysis, visualization, and more.\r\n\r\nThrough a hands-on session using OSGeoLive, participants will:\r\n- Explore OSGeo platforms like QGIS, PostGIS, and OpenLayers.\r\n- Discover how these tools integrate with OpenStreetMap data through hands-on exercises.",
      "speakers": [
        "KEEP87"
      ],
      "track": 4515,
      "start": "2024-09-08T09:30:00+03:00",
      "end": "2024-09-08T10:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.592155+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "XUJWAM",
      "id": 1072642,
      "title": "openrouteservice version 8 - Experiences and insights from 10+ years of running and providing a global OSM-driven, free and open-source routing engine",
      "abstract": "Starting as a small research project at the University of Bonn and later the University of Heidelberg at around 2008, Openrouteservice has been steadily growing since. This ensures that now almost 120,000 users get free and equal access to basic mobility solutions every day. With the release of version 8, this conference talk will give you an exclusive behind-the-scenes look at almost a decade of OpenStreetMap-driven open-source software development and delivery. Our successes and challenges, and how we stayed true to our values, providing free and open-source software as a non-profit organization.",
      "speakers": [
        "8RD9TG"
      ],
      "track": 4514,
      "start": "2024-09-08T09:30:00+03:00",
      "end": "2024-09-08T09:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592141+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "NHZVNW",
      "id": 1072644,
      "title": "How to develop your own style of OpenMapTiles with your favorite editor?",
      "abstract": "This presentation introduces how to develop your own style of OpenMapTiles for MapLibre GL from scratch with *your favorite editor*.\r\n\r\n- Introduce of OpenMapTiles schema.\r\n- Introduce of Charites to use your favorite editor.\r\n- Introduce of other tools to compile JSON format for MapLibre GL.\r\n\r\nThis presentation describes with how to use command line tools to create MapLibre GL style.\r\nI recommend to use UNIX based operation system or Raspberry Pi.\r\nThe editors supports VS Code, Emacs, or Vim.",
      "speakers": [
        "QS9XHH"
      ],
      "track": 4513,
      "start": "2024-09-08T10:00:00+03:00",
      "end": "2024-09-08T10:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592170+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "8NU7CS",
      "id": 1072645,
      "title": "Lightning Talks IV",
      "abstract": "There will be a board where you can sign up for a lightning talks. There are three slots for lightning talks at this conference. Each lightning talk is five minutes long. The topic must be about OpenStreetMap. Prior submission is not required. But if you are not in Nairobi you can send us a prerecorded lightning talk that we will stream during the conference.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5009,
      "start": "2024-09-08T10:30:00+03:00",
      "end": "2024-09-08T10:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592185+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072647,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T08:00:00Z",
      "end": "2024-09-08T11:30:00+03:00",
      "room": 3177
    },
    {
      "id": 1072649,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T08:00:00Z",
      "end": "2024-09-08T11:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072648,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T08:00:00Z",
      "end": "2024-09-08T11:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072646,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T08:00:00Z",
      "end": "2024-09-08T11:30:00+03:00",
      "room": 3176
    },
    {
      "code": "YNBJGQ",
      "id": 1072650,
      "title": "The worst and best of OpenStreetMap in Ghana (Africa)",
      "abstract": "Africa is huge, publicly available imagery in OSM might not always be up-to-date but massive data is being created with old imagery in many parts of the continent. Using Ghana as a case study we will dive into this rabbit hole, see and learn to improve data quality in OpenStreetMap.",
      "speakers": [
        "EYWYDV"
      ],
      "track": 4512,
      "start": "2024-09-08T11:30:00+03:00",
      "end": "2024-09-08T12:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.592270+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "PRQKRX",
      "id": 1072651,
      "title": "The Current State of Collaboration between Digital Twin and OSM",
      "abstract": "In recent years, advancements in 3D city models have been instrumental in urban planning and public engagement. In Japan, over 200 cities have adopted open digital twin data in CityGML format as promoted by Project PLATEAU of the Ministry of Land, Infrastructure, Transport and Tourism. This initiative, detailed in Binyu et al.'s research and the 3D City Index report, involves collaboration with the global OpenStreetMap community. Utilizing open database license ODbL, the integration of digital twin data with OpenStreetMap has been explored since 2022, aiming to enhance the global adoption of 3D city models and showcase the benefits of collaborative urban development.",
      "speakers": [
        "EDWH9Q"
      ],
      "track": 4515,
      "start": "2024-09-08T11:30:00+03:00",
      "end": "2024-09-08T11:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592285+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "Z8F8RB",
      "id": 1072652,
      "title": "Do we need 11 000 shop=* values?",
      "abstract": "About work on reducing one of minor problems of OpenStreetMap: rare, unclear and confusing tag values. Such as for example shop=mięsny\r\n\r\nHow cleanup of such tags may help? Why it is dangerous to make this kind of edits? How it can be useful and how it can be problematic or annoying?\r\n\r\nHow it can be done so benefits are much greater than damages?\r\n\r\nWhat kind of help would be welcome?",
      "speakers": [
        "ZBGMZE"
      ],
      "track": 4515,
      "start": "2024-09-08T12:00:00+03:00",
      "end": "2024-09-08T12:20:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592299+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "ZZTZRB",
      "id": 1072653,
      "title": "Lightning Talks III",
      "abstract": "There will be a board where you can sign up for a lightning talks. There are three slots for lightning talks at this conference. Each lightning talk is five minutes long. The topic must be about OpenStreetMap. Prior submission is not required. But if you are not in Nairobi you can send us a prerecorded lightning talk that we will stream during the conference.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5009,
      "start": "2024-09-08T12:30:00+03:00",
      "end": "2024-09-08T12:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592314+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072656,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-08T10:00:00Z",
      "end": "2024-09-08T14:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072655,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-08T10:00:00Z",
      "end": "2024-09-08T14:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072657,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-08T10:00:00Z",
      "end": "2024-09-08T14:30:00+03:00",
      "room": 3177
    },
    {
      "id": 1072654,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-08T10:00:00Z",
      "end": "2024-09-08T14:30:00+03:00",
      "room": 3179
    },
    {
      "code": "TQXSFP",
      "id": 1072659,
      "title": "From Source to Map: Strategies for Integrating External Data into OpenStreetMap",
      "abstract": "Maintaining data quality while uploading large datasets to OpenStreetMap from external sources like KoboToolbox can feel overwhelming. This workshop tackles that challenge head-on! We'll guide participants through the process of integrating the data into OSM, ensuring its integrity every step of the way. Participants will master data conversion techniques to bridge the gap between external collection formats and OSM's structure. They will learn how to avoid duplicates and data loss while maintaining accuracy during upload using the JOSM editor. By the end, they will be equipped to confidently contribute valuable community data to OpenStreetMap and empower their fellow mappers.",
      "speakers": [
        "MBQG7X"
      ],
      "track": 4512,
      "start": "2024-09-08T14:30:00+03:00",
      "end": "2024-09-08T15:30:00+03:00",
      "room": 3178,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.592414+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "SC7HYF",
      "id": 1072658,
      "title": "Go Out And Map",
      "abstract": "So you want to improve the map of your village or city. How do you do that — install Mapillary and go cycling? Print a map and use a pen to draw over it? Install an editor app and go tapping buttons? Just try to remember everything and bring it home to map in JOSM? Let's see what tools we have and how to make the best map with no money and lots of enthusiasm.",
      "speakers": [
        "TJ9EBM"
      ],
      "track": 4512,
      "start": "2024-09-08T14:30:00+03:00",
      "end": "2024-09-08T14:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592399+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "C8UWGW",
      "id": 1072660,
      "title": "OSMF Board AMA",
      "abstract": "OpenStreetMap Foundation Board Ask Us Anything (i.e. AMA). We will take questions from the audience, or other questions that people can submit before the event, and we will talk about and answer them. We can talk about the past actions of the board, and what future plans we have.",
      "speakers": [
        "JKGQ9U",
        "JBAK7J",
        "9LCYEQ",
        "FKFUVW",
        "KBUVZX",
        "ZBGMZE",
        "3XXVZL",
        "RD7F9S"
      ],
      "track": 4517,
      "start": "2024-09-08T15:00:00+03:00",
      "end": "2024-09-08T16:00:00+03:00",
      "room": 3176,
      "duration": 60,
      "updated": "2024-09-06T12:20:23.592428+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1072663,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T13:00:00Z",
      "end": "2024-09-08T16:30:00+03:00",
      "room": 3176
    },
    {
      "id": 1072661,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T13:00:00Z",
      "end": "2024-09-08T16:30:00+03:00",
      "room": 3179
    },
    {
      "id": 1072662,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T13:00:00Z",
      "end": "2024-09-08T16:30:00+03:00",
      "room": 3178
    },
    {
      "id": 1072664,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T13:00:00Z",
      "end": "2024-09-08T16:30:00+03:00",
      "room": 3177
    },
    {
      "code": "8ZVKZV",
      "id": 1072665,
      "title": "Closing Session",
      "abstract": "We say goodby to this year's State of the Map conference and to Nairobi. You will see some impressions of the conference and we say thank you to all volunteers and to the local team of Nairobi. We hope that we can already announce the venue of State of the Map 2025.",
      "speakers": [
        "YNFKER"
      ],
      "track": 4517,
      "start": "2024-09-08T16:30:00+03:00",
      "end": "2024-09-08T16:50:00+03:00",
      "room": 3176,
      "duration": 20,
      "updated": "2024-09-06T12:20:23.592511+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "PG3K3G",
      "id": 1054141,
      "title": "Assessing the performance of AI-assisted mapping of building footprints for OSM",
      "abstract": "fAIr is an open AI-assisted mapping service developed by the Humanitarian OpenStreetMap Team (HOT), with the aim of improving and assisting mapping for humanitarian aid and disaster relief. The proposal illustrates the research undertaken to assess the performance of fAIR underlining ML model training, from the training datasets selection process, the choice of the metrics used to measure accuracy, and finally the analysis of the results obtained testing for different metrics. The research falls within the broader spectrum of research on understanding the fine tuning process for geographic domain adaptation in image analysis validation, particularly for building footprints detection.",
      "speakers": [
        "ZHPUPT"
      ],
      "track": null,
      "start": "2024-09-08T09:30:00+03:00",
      "end": "2024-09-08T09:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:51:04.028761+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "R9CVQD",
      "id": 1054148,
      "title": "Assessing the attribute accuracy and logical consistency of road data in OpenStreetMap",
      "abstract": "Our work aims to assess OSM road data quality with a focus on car driving. Current work-in-progress proposed indicators to assess attribute accuracy, with a focus on speed limits and methods for estimating the logical consistency of road data.",
      "speakers": [
        "VV7SZN"
      ],
      "track": null,
      "start": "2024-09-08T10:00:00+03:00",
      "end": "2024-09-08T10:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:51:17.974646+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "LAZXYU",
      "id": 1054144,
      "title": "From Complexity to Clarity: Simplifying OpenStreetMap Data for Improved Active Transportation Analysis",
      "abstract": "OpenStreetMap (OSM) provides detailed street networks essential for analyzing active transportation (AT) infrastructure. However, the granularity and inconsistencies in OSM data pose challenges in modeling AT users' movements at the street level. This study proposes a novel methodology to generate axial networks for AT users using OSM data, simplifying the network while preserving topology. Applied to cities like Turin, Tel Aviv, and San Francisco, this approach effectively streamlined pedestrian and bicycle networks. The proposed methodology can enhance AT infrastructure, contributing to safer and more efficient urban mobility.",
      "speakers": [
        "RSVU7F"
      ],
      "track": null,
      "start": "2024-09-08T10:30:00+03:00",
      "end": "2024-09-08T10:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:51:33.185765+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1007290,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2024-09-08T08:00:00Z",
      "end": "2024-09-08T11:30:00+03:00",
      "room": 3177
    },
    {
      "code": "VFUBCD",
      "id": 1054140,
      "title": "Analyzing the Spatial Distribution of Fuel Stations in Harare, Zimbabwe: Leveraging OpenStreetMap for Disaster Preparedness, Mitigation and Recovery.",
      "abstract": "Whether they are man-made or natural, disasters pose serious risks to communities all over the world. A comprehensive evaluation of gasoline station infrastructure is necessary to ensure public safety and reduce fire dangers. This research, which focuses on Harare, Zimbabwe, uses Geographic Information Systems (GIS) to examine building patterns and access building footprints, road networks, and public facilities using the OpenStreetMap Database. Fuel station mapping and dataset overlaying allow to define fire risk levels that are susceptible to fire hazards and identify danger zones. This study supports risk management, public safety, disaster preparedness, and mitigation initiatives in Harare, Zimbabwe.",
      "speakers": [
        "CPZYT7"
      ],
      "track": null,
      "start": "2024-09-08T11:30:00+03:00",
      "end": "2024-09-08T11:40:00+03:00",
      "room": 3177,
      "duration": 10,
      "updated": "2024-07-29T06:51:50.986393+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "MKPJFW",
      "id": 1054143,
      "title": "Analysis of renewable energy infrastructure representations in OpenStreetMap",
      "abstract": "The research evaluates the accuracy and completeness of wind and solar energy infrastructure data in OpenStreetMap (OSM) for Belgium and Ireland, identifying common mapping errors and proposing techniques to enrich available data. By combining OSM data with CORINE Land Cover inventory, we study land use patterns around renewable energy infrastructures, facilitating environmental planning.",
      "speakers": [
        "JMPFTG"
      ],
      "track": null,
      "start": "2024-09-08T11:40:00+03:00",
      "end": "2024-09-08T11:50:00+03:00",
      "room": 3177,
      "duration": 10,
      "updated": "2024-07-29T06:51:59.850931+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "HD9RQD",
      "id": 1054142,
      "title": "Shifting trends in global evolution of corporate mapping in OSM",
      "abstract": "This talk will look at corporate editing in OSM at three scales - global, national and local. Our results show that corporate editing increased from 2016 to 2021, but has decreased since then. Nevertheless, in recent years there has been a diversification of corporations, with an increase in edits from Digital Egypt or Grab and other smaller corporations. Corporate mapping tends to focus more on high and medium HDI regions, but our results also suggest that there is only a small influence of corporate mapping dynamics on other parts of the OSM mapping community in a country.",
      "speakers": [
        "E8WPXD"
      ],
      "track": null,
      "start": "2024-09-08T12:00:00+03:00",
      "end": "2024-09-08T12:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:52:14.135675+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "SHA79S",
      "id": 1054147,
      "title": "Investigating Corporate Editors in OpenStreetMap",
      "abstract": "A discussion of the results of a survey distributed to corporate editors working in OSM.",
      "speakers": [
        "FCGY3G"
      ],
      "track": null,
      "start": "2024-09-08T12:30:00+03:00",
      "end": "2024-09-08T12:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:52:19.336856+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1007291,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2024-09-08T10:00:00Z",
      "end": "2024-09-08T14:30:00+03:00",
      "room": 3177
    },
    {
      "code": "NQHRLV",
      "id": 1054138,
      "title": "CRISIS MAPPING: TEACHING HIGH SCHOOL ELL STUDENTS HOW TO MAKE MAPS THAT SAVE LIVES",
      "abstract": "This paper presents the learning outcomes of a Mini-Mapathon course developed, implemented, and evaluated for the first time in a population of 28 Asian Junior high school ELL students in three Human Geography courses at an international high school. The paper includes an introduction to crisis mapping and concludes with an analysis of students’ knowledge and skill gains, and attitudes towards map making.  Students’ survey responses were analyzed using mixed methods.  In conclusion, the paper proposes that the Mini-Mapathon course could be implemented in other schools with a larger sample size to investigate learning outcomes.",
      "speakers": [
        "P37CFN"
      ],
      "track": null,
      "start": "2024-09-08T14:30:00+03:00",
      "end": "2024-09-08T14:40:00+03:00",
      "room": 3177,
      "duration": 10,
      "updated": "2024-07-29T06:52:30.656502+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "TXYEFS",
      "id": 1054139,
      "title": "The role of crowd-mapping in post-emergency humanitarian operations",
      "abstract": "Following a theoretical and methodological analysis of the scientific literature on PGIS, this study aims to explore the unexplored potential of the connections between PGIS (using OSM) and digital humanitarianism, as well as the empirical references from a case study in Morocco.",
      "speakers": [
        "JHKNEZ"
      ],
      "track": null,
      "start": "2024-09-08T14:40:00+03:00",
      "end": "2024-09-08T14:50:00+03:00",
      "room": 3177,
      "duration": 10,
      "updated": "2024-07-29T06:52:35.172385+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "FSYR9S",
      "id": 1054146,
      "title": "What happens when VGI is threatened? A systems perspective analysis of the events behind the introduction of rate limiting in OpenStreetMap",
      "abstract": "This talk presents a systems perspective analysis of events in October-November 2023 which started with large-scale vandalism of OpenStreetMap data in Israel and ended with the introduction of rate limiting. Noting how the project reacted in face of this unique situation and the undermining of its basic assumptions facilitating the project helps uncover resilience- and vulnerability-inducing mechanisms within it, to characterize the range of possible external influences on the project, and assess their possible outcomes.",
      "speakers": [
        "3UBLLA",
        "HN77EN"
      ],
      "track": null,
      "start": "2024-09-08T15:00:00+03:00",
      "end": "2024-09-08T15:20:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:52:42.659317+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "code": "CDT3PZ",
      "id": 1054145,
      "title": "Beyond the seventh mountain, beyond the seventh river - Openstreetmap as a base map in geographical research",
      "abstract": "Openstreet map has for a long time been treated as a road map, enabling you to find a route between two points, as well as an information map, gathering various points of interests.\r\nTogether with students of the UKEN University from Krakow, we decided to look at the use of OSM as a environmental map also showing the transformation of space by humans.",
      "speakers": [
        "WVTSJD"
      ],
      "track": null,
      "start": "2024-09-08T15:30:00+03:00",
      "end": "2024-09-08T15:50:00+03:00",
      "room": 3177,
      "duration": 20,
      "updated": "2024-07-29T06:52:47.960732+00:00",
      "state": null,
      "do_not_record": false
    },
    {
      "id": 1007292,
      "title": {
        "en": "Coffe Break"
      },
      "start": "2024-09-08T13:00:00Z",
      "end": "2024-09-08T16:30:00+03:00",
      "room": 3177
    }
  ],
  "version": "1.0.6",
  "timezone": "Africa/Nairobi",
  "event_start": "2024-09-06",
  "event_end": "2024-09-08",
  "tracks": [
    {
      "id": 4512,
      "name": {
        "en": "Mapping"
      },
      "description": "",
      "color": "#DF69CA"
    },
    {
      "id": 4513,
      "name": {
        "en": "Cartography"
      },
      "description": "",
      "color": "#43CCDF"
    },
    {
      "id": 4514,
      "name": {
        "en": "Software Development"
      },
      "description": "",
      "color": "#E9ED1C"
    },
    {
      "id": 4515,
      "name": {
        "en": "Data Analysis & Data Model"
      },
      "description": "",
      "color": "#F6AF23"
    },
    {
      "id": 4516,
      "name": {
        "en": "User Experiences"
      },
      "description": "",
      "color": "#571079"
    },
    {
      "id": 4517,
      "name": {
        "en": "Community and Foundation"
      },
      "description": {},
      "color": "#1D91F5"
    },
    {
      "id": 5009,
      "name": {
        "en": "Lightning Talks"
      },
      "description": {
        "en": "This track is used for lightning talk sessions that consist of multiple 5 minute lighting talks."
      },
      "color": "#058869"
    },
    {
      "id": 4511,
      "name": {
        "en": "OSM Basics"
      },
      "description": "",
      "color": "#49EC19"
    }
  ],
  "rooms": [
    {
      "id": 3176,
      "name": {
        "en": "Maasai Mara"
      },
      "description": {
        "en": "Lecture hall for keynotes, regular talks and panels"
      }
    },
    {
      "id": 3177,
      "name": {
        "en": "Tsavo Hall"
      },
      "description": {
        "en": "Lecture hall for regular talks and the academic track on Sunday"
      }
    },
    {
      "id": 3178,
      "name": {
        "en": "Amboseli Hall"
      },
      "description": {
        "en": "On-site workshops"
      }
    },
    {
      "id": 3179,
      "name": {
        "en": "Online Workshops"
      },
      "description": {
        "en": "Workshops held online inside our conference platform 'venueless'"
      }
    }
  ],
  "speakers": [
    {
      "code": "AU9QGF",
      "name": "benedcto adam",
      "avatar": ""
    },
    {
      "code": "9N3L7T",
      "name": "Mary Muthee",
      "avatar": ""
    },
    {
      "code": "RPM7DD",
      "name": "Humanitarian OpenStreetMap Team (HOT)",
      "avatar": "https://pretalx.com/media/avatars/Screenshot_from_2023-11-15_13-45-49_hLllkqe.png"
    },
    {
      "code": "E8WPXD",
      "name": "Benjamin Herfort",
      "avatar": "https://pretalx.com/media/avatars/hegit_herfort.benjamin_4zBFLGD.jpg"
    },
    {
      "code": "VWQAZR",
      "name": "Andrew Hain",
      "avatar": "https://pretalx.com/media/avatars/IMG_20240422_211147_WWOIFro.jpg"
    },
    {
      "code": "SQXFVL",
      "name": "Johanes Petro Machela",
      "avatar": "https://pretalx.com/media/avatars/johanes_9tUyUu5.jpg"
    },
    {
      "code": "N9BQZ3",
      "name": "Markus Tremmel",
      "avatar": "https://pretalx.com/media/avatars/49793fad840008b7e93503ce79d8bbc2_89SL0vX.jpg"
    },
    {
      "code": "QEWN7L",
      "name": "Anastazia Caroll",
      "avatar": "https://pretalx.com/media/avatars/anna_elSHXBA.jpg"
    },
    {
      "code": "MBQG7X",
      "name": "Amour Nyalusi",
      "avatar": "https://pretalx.com/media/avatars/amour_7J2BKmQ.jpg"
    },
    {
      "code": "QS9XHH",
      "name": "Taro Matsuzawa",
      "avatar": "https://pretalx.com/media/avatars/45fa000e24f74e28dd6880a61a1cf0b8_LSCaVPw.jpg"
    },
    {
      "code": "LULDTS",
      "name": "Jochen Topf",
      "avatar": "https://pretalx.com/media/avatars/jochen-topf-512x512_OVtoSRb.jpg"
    },
    {
      "code": "HHN9VA",
      "name": "Derick Yang",
      "avatar": "https://pretalx.com/media/avatars/smaller_propic_jdKtsHH.jpeg"
    },
    {
      "code": "AXSB3U",
      "name": "Wilson Munyaradzi",
      "avatar": "https://pretalx.com/media/avatars/wilson_photo_1_NcblRqM.jpg"
    },
    {
      "code": "KEEP87",
      "name": "Laura Mugeha",
      "avatar": "https://pretalx.com/media/avatars/Laura_Mugeha_GvSEHM5.jpg"
    },
    {
      "code": "CCLRGB",
      "name": "Erick Mnyali",
      "avatar": "https://pretalx.com/media/avatars/487986933289bbb1547f1145c1c494d0_KG0xF2u.jpg"
    },
    {
      "code": "RPBMWS",
      "name": "Luis Sebastian Bravo Chacon",
      "avatar": "https://pretalx.com/media/avatars/Dise%C3%B1o_sin_t%C3%ADtulo_1_9YsQ088.png"
    },
    {
      "code": "9LCYEQ",
      "name": "Craig Allan",
      "avatar": ""
    },
    {
      "code": "EDWH9Q",
      "name": "Taichi Furuhashi",
      "avatar": "https://pretalx.com/media/avatars/taichifuruhashi_kao202205_jJLLhHc.jpg"
    },
    {
      "code": "GZKADJ",
      "name": "Paul Pickell",
      "avatar": ""
    },
    {
      "code": "TER3GY",
      "name": "Pragya Pant",
      "avatar": "https://pretalx.com/media/avatars/IMG-20240301-WA0002_lAXgJvv.jpg"
    },
    {
      "code": "397ENW",
      "name": "Taylor Reich",
      "avatar": "https://pretalx.com/media/avatars/itdp_profile_picture_kBbRNWL.jpg"
    },
    {
      "code": "JKGQ9U",
      "name": "OSMF board",
      "avatar": ""
    },
    {
      "code": "GXP7GW",
      "name": "Daniele Santini",
      "avatar": "https://pretalx.com/media/avatars/350658cf72af5f15e831323308fab29d_SpMXZcB.jpg"
    },
    {
      "code": "7RHVP9",
      "name": "Wille Marcel",
      "avatar": "https://pretalx.com/media/avatars/headshot-2023_ttZmFP7.jpeg"
    },
    {
      "code": "RD7F9S",
      "name": "Sarah Hoffmann",
      "avatar": "https://pretalx.com/media/avatars/portrait_xNSZKm5.jpg"
    },
    {
      "code": "3PGXJV",
      "name": "Yvonne Darko",
      "avatar": ""
    },
    {
      "code": "3PM7NH",
      "name": "Rabina Poudyal",
      "avatar": "https://pretalx.com/media/avatars/f69ebed9-eeb5-477d-9c5e-b8ac0449d713_qkoRh3L.jpg"
    },
    {
      "code": "TJ9EBM",
      "name": "Ilya Zverev",
      "avatar": "https://pretalx.com/media/avatars/d3b22622ec4a1a39905c599b50f1eab3_czXaK2s.jpg"
    },
    {
      "code": "WABK8C",
      "name": "Michael Auer",
      "avatar": ""
    },
    {
      "code": "XPVECQ",
      "name": "Claire Halleux",
      "avatar": ""
    },
    {
      "code": "C7C8DL",
      "name": "Jorieke Vyncke",
      "avatar": ""
    },
    {
      "code": "7GBE77",
      "name": "Joshua Ogure",
      "avatar": "https://pretalx.com/media/avatars/f0fd529c80ead43c55f0c0ef0eed6a95_XJAptVP.jpg"
    },
    {
      "code": "CZLFVR",
      "name": "Diego Gonzalez Ferreiro",
      "avatar": ""
    },
    {
      "code": "JBAK7J",
      "name": "Arnalie Vicario",
      "avatar": ""
    },
    {
      "code": "KBUVZX",
      "name": "Guillaume Rischard",
      "avatar": ""
    },
    {
      "code": "3XXVZL",
      "name": "Roland Olbricht",
      "avatar": ""
    },
    {
      "code": "8DNSXM",
      "name": "Zacharia Muindi",
      "avatar": "https://pretalx.com/media/avatars/headshot_cnowHuK.jpg"
    },
    {
      "code": "HGCMWV",
      "name": "Séverin Ménard",
      "avatar": "https://pretalx.com/media/avatars/SeverinGeo_thumb_xl3YWza.jpeg"
    },
    {
      "code": "FKFUVW",
      "name": "Daniela Waltersdorfer Jimenez",
      "avatar": ""
    },
    {
      "code": "PBXG7S",
      "name": "Sajjad Anwar",
      "avatar": ""
    },
    {
      "code": "DWDVZS",
      "name": "Dennis Raylin Chen",
      "avatar": "https://pretalx.com/media/avatars/Dennis-Chen-2021_vy9YVlt.jpg"
    },
    {
      "code": "EM9MWR",
      "name": "Stefan Keller",
      "avatar": "https://pretalx.com/media/avatars/Stefan_Keller_VA2ic4a.jpg"
    },
    {
      "code": "3LA7XB",
      "name": "Martin Raifer",
      "avatar": ""
    },
    {
      "code": "9GGAN8",
      "name": "Frederik Ramm",
      "avatar": ""
    },
    {
      "code": "8RD9TG",
      "name": "Julian Psotta",
      "avatar": "https://pretalx.com/media/avatars/slack_profilbild_SRJcULO.png"
    },
    {
      "code": "ENUAPX",
      "name": "ASSONGTIA ASSONDJI Merveille",
      "avatar": "https://pretalx.com/media/avatars/Snapchat-1854400299_2KEO1nD.jpg"
    },
    {
      "code": "BCLAGF",
      "name": "Michael Montani",
      "avatar": "https://pretalx.com/media/avatars/202205_MichaelMontani_aUJg26s.jpeg"
    },
    {
      "code": "U3AWDU",
      "name": "Walter Mayeku",
      "avatar": "https://pretalx.com/media/avatars/IMG-20230209-WA0075_4z2dcjw.jpg"
    },
    {
      "code": "Z9CA8S",
      "name": "Yves Emmanuel NIKOYO EMOUGOU",
      "avatar": "https://pretalx.com/media/avatars/Yves_1_ekCyr5s.jpg"
    },
    {
      "code": "KGDXUA",
      "name": "Erica Hagen",
      "avatar": "https://pretalx.com/media/avatars/12b02b776b9e0cb92013f015e52a1f2f_Co1AbWC.jpg"
    },
    {
      "code": "EYWYDV",
      "name": "Enock Seth Nyamador",
      "avatar": "https://pretalx.com/media/avatars/c9f1c8414921232387d9db66e7646282_kOzx1IP.jpg"
    },
    {
      "code": "YNFKER",
      "name": "SotM Working Group",
      "avatar": ""
    },
    {
      "code": "ZBGMZE",
      "name": "Mateusz Konieczny",
      "avatar": ""
    },
    {
      "code": "JWED7P",
      "name": "Rafael Troilo",
      "avatar": ""
    },
    {
      "code": "WVTSJD",
      "name": "Paweł Struś",
      "avatar": ""
    },
    {
      "code": "HN77EN",
      "name": "Marco Minghini",
      "avatar": "https://pretalx.com/media/avatars/Marco_Helsinki_rsYwHCA.png"
    },
    {
      "code": "ZHPUPT",
      "name": "Anna Zanchetta",
      "avatar": ""
    },
    {
      "code": "CPZYT7",
      "name": "Kingsley Chika CHUKWU",
      "avatar": "https://pretalx.com/media/avatars/Kingsley_Chika_CHUKWU_1_OyQc1yq.jpg"
    },
    {
      "code": "RSVU7F",
      "name": "Achituv Cohen",
      "avatar": "https://pretalx.com/media/avatars/me_3_24_v84j6ZB.png"
    },
    {
      "code": "E8WPXD",
      "name": "Benjamin Herfort",
      "avatar": "https://pretalx.com/media/avatars/hegit_herfort.benjamin_4zBFLGD.jpg"
    },
    {
      "code": "JMPFTG",
      "name": "Luisa Lo Presti",
      "avatar": ""
    },
    {
      "code": "3UBLLA",
      "name": "Yair Grinberger & Marco Minghini",
      "avatar": ""
    },
    {
      "code": "P37CFN",
      "name": "Dr. Joel Thomas",
      "avatar": "https://pretalx.com/media/avatars/unnamed_wSscOp1.JPG"
    },
    {
      "code": "FCGY3G",
      "name": "Alex Hoferek",
      "avatar": "https://pretalx.com/media/avatars/HVFOE1428_6K5WS8k.JPG"
    },
    {
      "code": "JHKNEZ",
      "name": "Valeria Rossi",
      "avatar": "https://pretalx.com/media/avatars/foto_profilo_linkedin_S6wVQbS.PNG"
    },
    {
      "code": "VV7SZN",
      "name": "Wangshu Wang",
      "avatar": "https://pretalx.com/media/avatars/wangshu1_PPFjpCv.jpg"
    }
  ]
}